/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Dolazni zahtjev za kontakt";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Zauzeto";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Pogreška poziva 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Pogreška poziva 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Poziv na čekanju";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Povezivanje";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontakt dostupan";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontakt nedostupan";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kontakti primljeni";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Dovršen prijenos datoteka";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Prijenos datoteka nije uspio";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Prva poruka primljena";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Poziv završen";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Stavi poziv na čekanje";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Dolazni poziv";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Dolazni prijenos datoteka";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Prijava";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Odjava";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Poruka primljena";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Primljena poruka u prednjem planu";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Poruka poslana";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Novi korisnik";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Odlazni poziv";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Sugovornik završava poziv";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Nastavi poziv";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Tonsko biranje dodirom";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Trostruki zvučni signal";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Govorna poruka";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Kada se odjavim";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Kada se prijavim";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakt postaje dostupan";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakt postaje nedostupan";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Dolazni poziv";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Dolazni poziv - poziv na čekanju";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Uspostava poziva";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Odlazni poziv";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Poziv završen";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Sudionik grupnog poziva napušta razgovor";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Zauzeto";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Stavi poziv na čekanje";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Nastavi poziv";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nova poruka u nedavnom čavrljanju";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nova poruka u trenutnom čavrljanju";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Prva poruka u čavrljanju";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Primljena poruka o raspoloženju";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt piše";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Poruka poslana";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Primljen zahtjev za kontakt";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kontakti primljeni";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Dolazni prijenos datoteka";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Prijenos datoteka dovršen";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Prijenos datoteka nije uspio";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Aplikacija s API-em za stolno računalo spojena";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Prijavili ste se.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Odjavili ste se.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Vaš kontakt „@“ je dostupan.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Vaš kontakt „@“ je nedostupan.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Imate dolazni poziv osobe „@“!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Imate dolazni poziv osobe „@“!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Poziv se uspostavlja.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Zovete osobu „@“.";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Poziv je završen.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Sudionik je napustio poziv.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linija je zauzeta.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Stavi poziv na čekanje.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Nastavi poziv.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Poruka";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Poruka osobe „@“.";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Poruka osobi „@“.";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "„@“ mijenja poruku o raspoloženju.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "U čavrljanju ste dobili poruku od osobe „@“!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "„@“ upisuje tekst.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Primili ste zahtjev za kontakt od osobe „@“!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Primili ste popis kontakata od osobe „@“!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Primili ste datoteku od osobe „@“!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Prijenos datoteke od osobe „@“ je dovršen.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Prijenos datoteke od osobe „@“ nije uspio.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "Aplikacija „@“ spojila se na Skype";
